{
  "welcome-home": "Hello! I'm",
  "description": "I am 23 years old, from Necochea, and have been in the field of web development for over a year, dedicating a lot of time to learning and practicing technologies like HTML, CSS, JavaScript, Angular, and NestJs. I am a proactive, creative person who loves learning and taking on new challenges. I am looking to grow professionally and be part of a dynamic team!",
  "about": "Frontend Developer",
  "download": "Download CV",

"education": "Education",
"course-name-one": "Advanced Angular: MEAN Stack",
"course-description-one": "Development with MEAN Stack (MongoDB, Express, Angular, Node.js), JWT and Google Sign-In authentication, RESTful APIs, unit testing, and GitHub version control.",

"course-name-two": "REDUX in Angular with NGRX: From Basics to Practice",
"course-description-two": "Redux implementation in Angular with NgRx, state management, asynchronous tasks with effects, and Firebase integration (AngularFire2, Firebase Hosting, Firestore).",

"course-name-three": "Angular: Zero to Expert",
"course-description-three": "Development in Angular, TypeScript, libraries (Bootstrap, Prime Ng, Prime Flex, Angular Material), backend with Nest Js, JWT authentication, MongoDB, Docker, and testing with Postman.",

"course-name-four": "CoderHouse - Angular",
"course-description-four": "Fundamental Angular concepts, CRUD applications with Angular Material, state management with Redux.",

"course-name-five": "JavaScript: The Complete, Practical Course from Scratch",
"course-description-five": "Advanced JavaScript, BOM and DOM handling, practical projects, and API usage for external integration.",

"course-name-six": "CoderHouse - JavaScript",
"course-description-six": "JavaScript programming with functions, promises, async handling, and data manipulation (Storage & JSON).",

"course-name-seven": "CoderHouse - Web Development",
"course-description-seven": "Web development fundamentals: HTML, CSS, NodeJs, Git, GitHub, Sass, SEO, Bootstrap.",

  "bachelor": "Technical School No. 3",
  "bachelor-description": "Graduated with a specialization in 'Multimedia Communication Technician.' During this time, I acquired a wide range of skills in handling various tools and software, including video editing, graphic design, animation, communication, scripting, and web development.",

  "in-ten-weeks": "in ten weeks.",
  "in-nine-weeks": "in nine weeks.",
  "duration": "Duration",
  "hours": "hours",
  "finished": "Completed",

  "portfolio": "Recent Work",

  "portfolio-title": "Projects",
  "home-title": "Home",
  "contact-title": "Contact Me",

  "chit-chat": "Let's Chat!",
  "send-message": "Send Message",

  "skills": "Skills"
}
