{
  "welcome-home": "Hola! soy",
  "description": "Tengo 23 años, soy de la ciudad de Necochea, llevo más de un año en el mundo del desarrollo web dedicando mucho tiempo a la capacitación y la práctica de tecnologías como Html, Css, JavaScript, Angular, Nest.js y Express.js . Soy una persona proactiva , creativa, me gusta mucho aprender y enfrentar nuevos desafíos. Busco poder desarrollarme en el ámbito laboral y ser parte de un equipo de trabajo dinámico!",
  "about": "Desarrolladora Frontend",
  "download": "Descargar currículum",


"education": "Educación",
"course-name-one": "Angular avanzado: MEAN Stack",
"course-description-one": "Desarrollo de aplicaciones con MEAN Stack (MongoDB, Express, Angular, Node.js), autenticación con JWT y Google Sign-In, APIs RESTful, pruebas unitarias y control de versiones con GitHub.",

"course-name-two": "REDUX en Angular con NGRX: Desde las bases hasta la práctica",
"course-description-two": "Implementación de Redux en Angular con NgRx, gestión de estado, efectos para tareas asincrónicas, integración con Firebase (AngularFire2, Firebase Hosting, Firestore).",

"course-name-three": "Angular: De cero a experto",
"course-description-three": "Desarrollo con Angular, TypeScript, librerías (Bootstrap, Prime Ng, Prime Flex, Angular Material), backend con Nest Js, autenticación JWT, MongoDB, Docker y pruebas en Postman.",

"course-name-four": "CoderHouse - Angular",
"course-description-four": "Conceptos fundamentales de Angular, aplicaciones CRUD con Angular Material, manejo de estado con Redux.",

"course-name-five": "Javascript: El Curso Completo, Práctico y desde Cero",
"course-description-five": "JavaScript avanzado, manejo de BOM y DOM, desarrollo de proyectos prácticos y uso de API para integración externa.",

"course-name-six": "CoderHouse - JavaScript",
"course-description-six": "Programación en JavaScript con funciones, promesas, sincronía y manipulación de datos (Storage & JSON).",

"course-name-seven": "CoderHouse - Desarrollo web",
"course-description-seven": "Fundamentos de desarrollo web: HTML, CSS, NodeJs, Git, GitHub, Sass, SEO, Bootstrap.",



  "bachelor": "Escuela de Educación Técnica N°3",
  "bachelor-description": "Graduado en la especialización de 'Técnico en Comunicación Multimedial'. Durante este tiempo, adquirí un amplio conjunto de habilidades en el manejo de diversas herramientas y software, incluyendo edición de video, diseño gráfico, animación, comunicación, guionización y desarrollo web.",

  "in-ten-weeks": "en 10 semanas.",
  "in-nine-weeks": "en 9 semanas.",
  "duration": "Duración",
  "hours": "horas",
  "finished": "Finalizado",

  "portfolio": "Trabajos recientes",

  "portfolio-title": "Proyectos",
  "home-title": "Inicio",
  "contact-title": "Contáctame",

  "chit-chat": "Hablemos!",
  "send-message": "Enviar mensaje",

  "skills": "Habilidades"

}
