{
  "welcome-home": "Hola! soy",
  "description": "Desarrolladora frontend con experiencia en el desarrollo de aplicaciones web y mobile utilizando tecnologías como Angular, Ionic, Tailwind CSS, TypeScript, JavaScript, Nest.js y Express.js. Me caracterizo por ser proactiva, creativa y apasionada por el mundo IT. Disfruto trabajar en equipo, aportar ideas y asumir nuevos desafíos que me permitan evolucionar tanto técnica como personalmente.",
  "about": "Desarrolladora Frontend",
  "download": "Descargar currículum",


"education": "Certificaciones",

"course-name-zero": "Udemy - Angular PRO",
"course-description-zero": "Curso enfocado en las nuevas características de Angular 17, 18 y 19: uso avanzado de signals, desarrollo sin zone.js (zoneless), manejo de internacionalización con i18n, creación de paquetes personalizados en Node.js, lazy loading optimizado y buenas prácticas para aplicaciones escalables",

"course-name-one": "Angular avanzado: MEAN Stack",
"course-description-one": "Desarrollo de aplicaciones con MEAN Stack (MongoDB, Express, Angular, Node.js), autenticación con JWT y Google Sign-In, APIs RESTful, pruebas unitarias y control de versiones con GitHub.",

"course-name-two": "REDUX en Angular con NGRX: Desde las bases hasta la práctica",
"course-description-two": "Implementación de Redux en Angular con NgRx, gestión de estado, efectos para tareas asincrónicas, integración con Firebase (AngularFire2, Firebase Hosting, Firestore).",

"course-name-three": "Angular: De cero a experto",
"course-description-three": "Desarrollo con Angular, TypeScript, librerías (Bootstrap, Prime Ng, Prime Flex, Angular Material), backend con Nest Js, autenticación JWT, MongoDB, Docker y pruebas en Postman.",

"course-name-four": "CoderHouse - Angular",
"course-description-four": "Conceptos fundamentales de Angular, aplicaciones CRUD con Angular Material, manejo de estado con Redux.",

"course-name-five": "Javascript: El Curso Completo, Práctico y desde Cero",
"course-description-five": "JavaScript avanzado, manejo de BOM y DOM, desarrollo de proyectos prácticos y uso de API para integración externa.",

"course-name-six": "CoderHouse - JavaScript",
"course-description-six": "Programación en JavaScript con funciones, promesas, sincronía y manipulación de datos (Storage & JSON).",

"course-name-seven": "CoderHouse - Desarrollo web",
"course-description-seven": "Fundamentos de desarrollo web: HTML, CSS, NodeJs, Git, GitHub, Sass, SEO, Bootstrap.",



  "bachelor": "Escuela de Educación Técnica N°3",
  "bachelor-description": "Graduado en la especialización de 'Técnico en Comunicación Multimedial'. Durante este tiempo, adquirí un amplio conjunto de habilidades en el manejo de diversas herramientas y software, incluyendo edición de video, diseño gráfico, animación, comunicación, guionización y desarrollo web.",

  "in-ten-weeks": "en 10 semanas.",
  "in-nine-weeks": "en 9 semanas.",
  "duration": "Duración",
  "hours": "horas",
  "finished": "Finalizado",

  "portfolio": "Proyectos realizados en cursos",

  "portfolio-title": "Proyectos",
  "home-title": "Inicio",
  "contact-title": "Contáctame",

  "chit-chat": "Hablemos!",
  "send-message": "Enviar mensaje",

  "skills": "Habilidades",

  "work-experience": "Experiencia",
  "aiko-work-experience": "Aiko - Desarrolladora Frontend",
  "aiko-duration": "Febrero 2025 - Actualidad",
  "aiko-description": "Desarrollo de aplicaciones móviles utilizando Angular e Ionic. Trabajo de forma autónoma en la implementación de nuevas funcionalidades, optimización de rendimiento y mantenimiento de código.",

  "rakium-work-experience": "Rakium - Desarrolladora Frontend (Pasante)",
  "rakium-duration": "Noviembre 2024 - Marzo 2025",
  "rakium-description": "Participación en el desarrollo de EventLoop.club, una plataforma de venta de tickets para eventos creada con Angular, Tailwind CSS, y backend en Golang. Colaboración activa con el equipo técnico siguiendo buenas prácticas y metodologías ágiles",

  "featured-projects-title": "Proyectos destacados",
  "featured-projects-subtitle": "Proyectos desarrollados de manera freelance para clientes reales",
  "featured-projects-link": "Ver proyecto",
  "featured-projects-technologies": "Tecnologías",
  "featured-projects-no-image": "Sin imagen disponible"
}
